# 3.Напишите программу, в которой пользователь будет задавать две строки, а программа -
# определять количество вхождений одной строки в другой.

string_a = input('введите первую строку: ')
string_b = input('введите вторую строку: ')
print(f"Количество вхождений первой строки во вторую {string_a.count(string_b)}")
